[
    {
        "nome":"Split",
        "dicas": [""],
        "descricao":"Se quiser avançar, é preciso subir. Separados por uma área central elevada, dois pontos fornecem movimentação rápida com duas cordas ascendentes. Cada ponto tem uma torre imponente que é vital para o controle da área. E não se esqueça: mantenha os olhos abertos e focados nas áreas elevadas antes que tudo vá pelos ares.",
        "qt_bombs":2,
        "vantagem":"Defesa",
        "dream_team":[{"ataque":["Brimstone","Omen","Reyna","Sage","Jett"]},{"defesa":["Sova","Viper","Killjoy","Sage","Phoenix"]}]
    },
    {
        "nome":"Bind",
        "dicas": [""],
        "descricao":"Dois pontos. Nenhuma área no meio. Você precisa escolher: direita ou esquerda? E aí, qual vai ser? Ambos os lados oferecem caminhos diretos para os atacantes, e dois teleportadores de sentido único facilitam o flanqueamento.",
        "qt_bombs":2,
        "vantagem":"Defesa",
        "dream_team":[{"ataque":["Brimstone","Omen","Reyna","Sage","Jett"]},{"defesa":["Raze","Viper","Cypher","Sage","Omen"]}]
    }
    ,
    {
        "nome":"Haven",
        "dicas": [""],
        "descricao":"Sob um mosteiro abandonado, é possível ouvir agentes se enfrentando pelo controle de três pontos distintos. Neste mapa, há mais áreas para controlar. Em compensação, os defensores também conseguem aproveitar o território extra para coordenar investidas mais agressivas.",
        "qt_bombs":3,
        "vantagem":"Ataque",
        "dream_team":[{"ataque":["Viper","Raze","Phoenix","Sage","Killjoy"]},{"defesa":["Killjoy","Reyna","Cypher","Sage","Sova"]}]
    },
    {
        "nome":"Ascent",
        "dicas": [""],
        "descricao":"Com várias opções de posicionamento e conflito, um território aberto divide duas áreas em Ascent. Cada uma pode ser fortificada por portas explosivas irreversíveis que, quando derrubadas, forçam as equipes a destruí-las ou a acharem outra maneira de prosseguir. Não deixe que o inimigo tome o seu território.",
        "qt_bombs":2,
        "vantagem":"Defesa",
        "dream_team":[{"ataque":["Brimstone","Raze","Omen","Sage","Jett"]},{"defesa":["Killjoy","Cypher","Raze","Sage","Sova"]}]
    }
]