[
    {
        "titulo":"Faça uma publicação !",
        "autor":"Autor",
        "conteudo":"Este é um exemplo de publicação, qualquer um poderá enviar uma publicação para ser colocada neste espaço. Basta enviar um email com o conteúdo, nome e título, caso possua alguma imagem, enviar a mesma juntamente. Paara enviar uma publicação é 100% grátis, apenas passará por um processo de revisão para evitar o uso de palavras indevidas. Se você é um expert, compartilhe seu conhecimento conosco",
        "imagem":"",
        "data":"dd/mm/aaaa"
    },
    {
        "titulo":"NOTAS DA ATUALIZAÇÃO 1.07",
        "autor":"Fonte Site Riot ",
        "conteudo":" Começando com os nerfs dos agentes \n Sage - Cura reduzida de 100 ao longo de 5 segundos para 60 ao longo de 10 segundos, o mesmo vale para sua auto cura. Seu orbe de lentidão também teve se tamanho reduzido em 30%. \n Já sua barreira teve o custo reduzido de 400 para 300, com outra mudança significativa, inicialmente ela possui 400 de vida e, após um intervalo de 3 s, ela se fortifica e fica com 800 de vida. \n Seguindo agora para o próximo agente, Killjoy recebeu um nerf no nanoenxame, que teve o dano reduzido de 60 para 40 e um intervalo maior entre o acionamento e a explosão, isso para dar tempo de resposta ao adversário, além da granada agora ficar mais visível do que antes. A torreta não é mais revelada pela flecha do Sova e agora atira com mais precisão no último local em que os inimigos estiveram. \n Viper, agora pode armar a Cortina Tóxica na fase de compra e ela 'sobe' mais rapidamente, já suas habilidades, agora não causarão mais deterioração nos aliados, seu poço peçonhento agora aparece no mapa da sua equipe. \n Breach, Clarões fora da tela do alvo atingido agora se parecem mais com os clarões de outros personagens e aplicam um tempo de cegueira mínimo mais agressivo, seu número de cargas de clarões, foram aumentados de 2 para 3 e seu tempo de preparo foi reduzido de 0,6 s para 0,5 s. Já a Onda Trovejante teve o atraso de detonação reduzido de 0,3 para 0,255, a Concussão agora tira a mira dos aliados e não os permite mirar durante o efeito da habilidade.\n\n Seguindo agora para os nerfs em armas \n Atualização no recuo de mira ao ser atingido em todas as escopetas. \n Ao sofrer um tiro na cabeça de uma escopeta, a sensação de recuo na sua mira será menor do que a de outras armas. \n Mecânica de marcação ajustada em todas as escopetas para alvos além de 10 metros. \n Atingir um inimigo além dos 10 metros aplicará uma marcação diferente da padrão \n Nova marcação: 30% de lentidão por 0,5 s, voltando suavemente à velocidade normal. \n Enfraquecimento na Shorty. \n Redução de dano à distância: 9m >>> 7m. \n Multiplicador de tiro na cabeça atualizado: 3x >>> 2x (agora o mesmo valor da Judge e da Bucky). \n Nessa mudança, faremos com que as pessoas que comprarem a Shorty tenham que ficar um pouquinho mais coladas no alvo para conseguir abates. \n Enfraquecimento na Judge \n Preço aumentado: 1500 >>> 1600 \n Fortalecimento na Vandal \n Taxa de disparo aumentada: 9,25 para 9,75. \n Dano aumentado: 39 para 40",
        "imagem":"",
        "data":"02/09/2020"
    }
]